[M_Ep11_LikeATonOf MissionDefinition]
MissionName="Something of the past and present"
MissionDescription="after the problem started [place]Tsontrol Angel store[-place], Depression turns to something else: Hyperion's fortress.<br>car wants to enlist the help of the local pirate king Tejo to destroy the game. You will meet King Taegu [place]A thousand cuts[-place], But look: Jack (whom he hates) is not accepted by his people.."
TurnInDescription="With Tahoe's team by your side, take out the guards in the Hyperion bunker [place]Angel Control fighter[-place] It should be easy. <br>and words "debería". "
MissionSummary="Ask King Tygus for help."
MissionGiver="Roland"
MissionTurnInLocation="Roland"
TeaserText=""

[M_Ep11_LikeATonOf:Beacon01BotBattleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:Beacon02BotBattleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:Beacon03BotBattleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:BrickAtCenterCheckpointSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:BrickWaitsAtBridgeCheckpointSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:BrickWaitsAtBridgeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:BrickWaitsAtPreBeacon03Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:DeliverNoteForRealSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:DelivernotetoSlabKing MissionObjectiveDefinition]
ProgressMessage="Add a comment"

[M_Ep11_LikeATonOf:DelivernotetoSlabKingSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:DestroyBeacon01Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:DestroyBeacon02Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:DestroyBeacon03Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:DestroyMortarBeacons MissionObjectiveDefinition]
ProgressMessage="Remove the concrete fire"

[M_Ep11_LikeATonOf:ExposeBeacon01Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:ExposeBeacon02Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:ExposeBeacon03Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:FollowBrick MissionObjectiveDefinition]
ProgressMessage="Look at the brick"

[M_Ep11_LikeATonOf:FollowBrickToExitSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:GoToCliffs MissionObjectiveDefinition]
ProgressMessage="Go to a thousand blanks"

[M_Ep11_LikeATonOf:GoToCliffsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:GrabNote MissionObjectiveDefinition]
ProgressMessage="Be careful Roland."

[M_Ep11_LikeATonOf:GrabNoteSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:GyroFactoryDoorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:HyperionBattleAtFactorySet MissionObjectiveSetDefinition]
MissionSummaryOverride="Hyperion in mortar attack."
MissionDescriptionOverride="After the first problem [place]the angel of the heart[-place], Roland turned his attention to another part of Hyperion..<br>They worked with a joke on Hyperion's hideout with the help of Break and Eagle pilots. But as soon as I close the deal, Hyperion bombs Burke's camp. Boss Tazos wants you to destroy the mortar to save his new members.."

[M_Ep11_LikeATonOf:InitiationBattleSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Do not start Tajos.."
MissionDescriptionOverride="After overcoming the first problem [place]Control the angel[-place], Roland turned it over to the others and protected Hyperion..<br>Boss Tajos is happy to help you find the bunker if you join his clan. You are responsible for saving Taya in an event where you are fighting a group of Taya who are trying to kill you.."

[M_Ep11_LikeATonOf:ReturnToRoland MissionObjectiveDefinition]
ProgressMessage="The brick followed."

[M_Ep11_LikeATonOf:RolandLineSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:SlabBreadcrumbSet_00 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:SlabBreadcrumbSet_01 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:SlabBreadcrumbSet_01a MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:SlabBreadcrumbSet_02 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:SlabKingIntroCardSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:SurviveInitiation MissionObjectiveDefinition]
ProgressMessage="early"

[M_Ep11_LikeATonOf:WarLoaderBattleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

